export const months = {
  0: ['январь', 'янв', 'января'],
  1: ['февраль', 'фев', 'февраля'],
  2: ['март', 'мар', 'марта'],
  3: ['апрель', 'апр', 'апреля'],
  4: ['май', 'май', 'мая'],
  5: ['июнь', 'июн', 'июня'],
  6: ['июль', 'июл', 'июля'],
  7: ['август', 'авг', 'августа'],
  8: ['сентябрь', 'сен', 'сентября'],
  9: ['октябрь', 'окт', 'октября'],
  10: ['ноябрь', 'ноя', 'ноября'],
  11: ['декабрь', 'дек', 'декабря']
};

export const daysInMonth = {
  0: 31,
  1: 28,
  2: 31,
  3: 30,
  4: 31,
  5: 30,
  6: 31,
  7: 31,
  8: 30,
  9: 31,
  10: 30,
  11: 31
};

export const daysName = {
  0: ['понедельник', 'Пн'],
  1: ['вторник', 'Вт'],
  2: ['среда', 'Ср'],
  3: ['четверг', 'Чт'],
  4: ['пятница', 'Пт'],
  5: ['суббота', 'Сб'],
  6: ['воскресенье', 'Вс']
};
